<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>软件使用声明及免责声明</title>
    <style>
        ul li{margin-top: 20px}
    </style>
</head>
<body>
    <h1 style="text-align: center">软件使用声明及免责声明</h1>
    <div>
        　　<p style="text-indent: 2em">本免责及隐私保护声明（以下简称“隐私声明”或“本声明”）适用于本系统相关的系列软件，在您阅读本声明后若不同意此声明中的任何条款，或对本声明存在质疑，请立刻停止使用我们的软件。若您已经开始或正在使用本系统软件，则表示您已阅读并同意本声明的所有条款之约定。</p>
        <div>
            <ul style="list-style: none">
                <li>1、总则：您通过安装本系统软件提供的服务与功能即表示您已经同意与本系统建立同意本协议。本系统可随时执行全权决定更改“条款”。如“条款”有任何变更，本系统官方网站上刊载公告作为通知。经修订的“条款”一经在官方网站上公布后，立即自动生效。</li>
                <li>2、本系统软件大多以推广为目的开发，应用在行业推广引流领域使用。我们的软件非免费，无病毒。</li>
                <li>3、一切因使用本系统软件而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的损失，本系统概不负责，与本系统开发服务商无关，亦不承担任何法律责任。</li>
                <li>4、用户使用本软件系统自行承担风险，我们作为系统开发商不做任何形式的保证,因网络状况、通讯线路等任何技术原因而导致用户不能正常升级更新，我们也不承担任何法律责任。</li>
                <li>5、本软件系统尊重并保护所有用户的个人隐私权，不会窃取任何用户计算机中的信息。</li>
                <li>6、任何单位或个人不得在没有本系统软件授权的情况下对软件进行二次开发、功能修改和反编译。本系统软件开发商保留版权与著作权。</li>
                <li>7、我们提供的软件经营主体应接受合法、合规用途，不得利用本软件系统从事违法经营活动，我们仅作为软件开发商，对任何经营结果不做任何连带责任，软件使用过程中产生的任何法律后果我们概不负责，亦不承担任何法律责任。</li>
                <li>8、系统的版权：本系统开发服务商对所有开发的或合作开发的产品拥有知识产权，著作权，版权和使用权，这些产品受到适用的知识产权、版权、商标、服务商标、专利或其他法律的保护。</li>
                <li>9、传播:任何公司或个人在网络上发布，传播我们软件的行为都是允许的，但因公司或个人传播软件可能造成的任何法律和刑事事件于我们开发商不负任何责任。</li>
            </ul>
        </div>
    </div>
</body>
</html>